[LWS_Keeper X2SoldierClassTemplate]
DisplayName="Хранитель"
ClassSummary="Хранители - это зоркий глаз XCOM. Они командуют отрядами сопротивления на поле боя и сдерживают противника с помощью оборонительной тактики и быстрого реагирования."
LeftAbilityTreeTitle="Смотритель"
RightAbilityTreeTitle="Нет глаза в команде"
AbilityTreeTitles[0]="Смотритель"
AbilityTreeTitles[1]="Бесконечный"
AbilityTreeTitles[2]="Нет глаза в команде"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="Пистолеты"

[IRI_GrappleGun X2AbilityTemplate]
LocFriendlyName="Крюк-пушка"
LocLongDescription="<Ability:ClassName/> может использовать крюк-пушку, чтобы быстро переместиться на возвышенность или забрать добычу с поля боя."
LocHelpText="Выстреливает крюк-кошку, чтобы быстро взобраться на возвышенность."
LocPromotionPopupText=""
LocFlyOverText="Крюк-пушка"

[IRI_ResupplyAmmo X2AbilityTemplate]
LocFriendlyName="Пополнение боеприпасов"
LocLongDescription="Перезарядить основное оружие союзника. Если Хранитель оснащен специальными патронами, эффект от этих патронов будет применяться к перезаряженному оружию до следующей обычной перезарядки. Перезарядка <Ability:ResupplyAmmoCooldown/> хода."
LocHelpText="Перезарядить основное оружие союзника. Если Хранитель оснащен специальными патронами, эффект от этих патронов будет применяться к перезаряженному оружию до следующей обычной перезарядки."
LocPromotionPopupText="Если у целевого солдата уже есть специальные патроны, их эффекты будут временно заменен специальными патронами Хранителя."
LocFlyOverText="Пополнение боеприпасов"

[IRI_SupplyRun X2AbilityTemplate]
LocFriendlyName="Скоростной запас"
LocLongDescription="Использование \"Пополнения боеприпасов\" и \"Броска бинта\" теперь даёт Хранителю очко действия-движения."
LocHelpText="Использование \"Пополнения боеприпасов\" и \"Броска бинта\" теперь даёт Хранителю очко действия-движения."
LocPromotionPopupText="Очко действия-движения применяется к пользователю способности, а не к цели."
LocFlyOverText="Скоростной запас"